org/concepts/homelab.org
#+setupfile:./hugo_setup.org
#+hugo_slug: homelab
#+TITLE: Homelab

Information about self-hosting.

* Projects
- [[https://homelabos.com/][Homelab OS]] :: A personal data center with easy hosting for a variety of projects.
- [[https://sandstorm.io][Sandstorm]] :: By the creator of Protobuf and Cap'n Proto, this project provides a one-click interface for self-hosted web apps.
- [[https://osmc.tv/][OSMC]] :: A FOSS media streaming platform.
- [[https://swiso.org][Swiso]] :: Ethical alternatives to unethical software.

* Tutorials
- [[https://electro.pizza/2020/05/selfhosting-cloudshell2/][Selfhosting Cloudshell]] :: A NAS self host with documentation.
* Resources
- [[https://github.com/awesome-selfhosted/awesome-selfhosted][Awesome Self-Hosted Projects]]
