content/posts/homelab.md
+++
title = "Homelab"
author = ["Jacob Chvatal"]
lastmod = 2020-08-02T21:48:29-07:00
slug = "homelab"
draft = false
+++

Information about self-hosting.


## Projects {#projects}

[Homelab OS](https://homelabos.com/)
: A personal data center with easy hosting for a variety of projects.

[Sandstorm](https://sandstorm.io)
: By the creator of Protobuf and Cap'n Proto, this project provides a one-click interface for self-hosted web apps.

[OSMC](https://osmc.tv/)
: A FOSS media streaming platform.

[Swiso](https://swiso.org)
: Ethical alternatives to unethical software.


## Tutorials {#tutorials}

[Selfhosting Cloudshell](https://electro.pizza/2020/05/selfhosting-cloudshell2/)
: A NAS self host with documentation.


## Resources {#resources}

-   [Awesome Self-Hosted Projects](https://github.com/awesome-selfhosted/awesome-selfhosted)
